[
  { "id": 1, "joke": "Why don't scientists trust atoms? Because they make up everything!" },
  { "id": 2, "joke": "Why did the scarecrow win an award? Because he was outstanding in his field!" },
  { "id": 3, "joke": "Why don’t skeletons fight each other? They don’t have the guts." },
  { "id": 4, "joke": "What do you call fake spaghetti? An impasta!" },
  { "id": 5, "joke": "Why don’t eggs tell jokes? They’d crack each other up." },
  { "id": 6, "joke": "What happens when you go to the bathroom in France? European." },
  { "id": 7, "joke": "Why couldn’t the bicycle stand up by itself? It was two tired." },
  { "id": 8, "joke": "What do you call cheese that isn't yours? Nacho cheese." },
  { "id": 9, "joke": "What did the janitor say when he jumped out of the closet? Supplies!" },
  { "id": 10, "joke": "Why couldn’t the leopard play hide and seek? Because he was always spotted." },
  { "id": 11, "joke": "What’s orange and sounds like a parrot? A carrot." },
  { "id": 12, "joke": "Why did the golfer bring two pairs of pants? In case he got a hole in one." },
  { "id": 13, "joke": "Why do cows wear bells? Because their horns don’t work." },
  { "id": 14, "joke": "Why did the math book look sad? Because it had too many problems." },
  { "id": 15, "joke": "What do you call a boomerang that doesn’t come back? A stick." },
  { "id": 16, "joke": "What do you call a fish with no eyes? Fsh." },
  { "id": 17, "joke": "What’s brown and sticky? A stick." },
  { "id": 18, "joke": "Why did the tomato turn red? Because it saw the salad dressing." },
  { "id": 19, "joke": "What did one hat say to the other? Stay here, I’m going on ahead." },
  { "id": 20, "joke": "Why can’t your nose be 12 inches long? Because then it would be a foot." },
  { "id": 21, "joke": "What do you call an alligator in a vest? An investigator." },
  { "id": 22, "joke": "Why did the cookie go to the doctor? Because it felt crumby." },
  { "id": 23, "joke": "Why did the stadium get hot after the game? All the fans left." },
  { "id": 24, "joke": "What do you call a bear with no teeth? A gummy bear." },
  { "id": 25, "joke": "Why don’t oysters donate to charity? Because they’re shellfish." },
  { "id": 26, "joke": "Why don’t skeletons ever start a fight? They don’t have the guts." },
  { "id": 27, "joke": "What do you call a factory that makes okay products? A satisfactory." },
  { "id": 28, "joke": "Why did the coffee file a police report? It got mugged." },
  { "id": 29, "joke": "How does a penguin build its house? Igloos it together." },
  { "id": 30, "joke": "Why don’t crabs give to charity? Because they’re shellfish." },
  { "id": 31, "joke": "What do you call an elephant that doesn’t matter? An irrelephant." },
  { "id": 32, "joke": "What do you get if you cross a snowman and a vampire? Frostbite." },
  { "id": 33, "joke": "Why don’t some couples go to the gym? Because some relationships don’t work out." },
  { "id": 34, "joke": "Why did the barber win the race? Because he took a shortcut." },
  { "id": 35, "joke": "Why are elevator jokes so good? They work on so many levels." },
  { "id": 36, "joke": "What do you call a belt made of watches? A waist of time." },
  { "id": 37, "joke": "Why can’t you give Elsa a balloon? Because she’ll let it go." },
  { "id": 38, "joke": "Why was the broom late? It swept in." },
  { "id": 39, "joke": "What did the buffalo say when his son left for college? Bison." },
  { "id": 40, "joke": "Why do bees have sticky hair? Because they use honeycombs." },
  { "id": 41, "joke": "Why was the math book sad? It had too many problems." },
  { "id": 42, "joke": "What do you call a pile of cats? A meowtain." },
  { "id": 43, "joke": "Why did the chicken join a band? Because it had the drumsticks." },
  { "id": 44, "joke": "Why are ghosts bad liars? Because you can see right through them." },
  { "id": 45, "joke": "Why couldn’t the pirate finish the alphabet? He got lost at C." },
  { "id": 46, "joke": "What do you call a lazy kangaroo? A pouch potato." },
  { "id": 47, "joke": "Why did the gym close down? It just didn’t work out." },
  { "id": 48, "joke": "Why are frogs so happy? They eat whatever bugs them." },
  { "id": 49, "joke": "Why did the picture go to jail? Because it was framed." },
  { "id": 50, "joke": "What do you call a magic dog? A labracadabrador." },
  { "id": 51, "joke": "Why don’t sharks like fast food? Because they can’t catch it." },
  { "id": 52, "joke": "What do you call a cow with no legs? Ground beef." },
  { "id": 53, "joke": "Why did the computer go to the doctor? It caught a virus." },
  { "id": 54, "joke": "Why don’t some fish do well in school? Because they’re below sea level." },
  { "id": 55, "joke": "Why was the math teacher always late? He took the wrong bus on his geometry trip." },
  { "id": 56, "joke": "Why do ducks make great detectives? They always quack the case." },
  { "id": 57, "joke": "Why don’t skeletons dance at parties? They have no body to dance with." },
  { "id": 58, "joke": "What did the big flower say to the little flower? Hi, bud!" },
  { "id": 59, "joke": "Why did the baker stop making donuts? He got tired of the hole business." },
  { "id": 60, "joke": "Why do seagulls fly over the sea? Because if they flew over the bay, they’d be bagels." },
  { "id": 61, "joke": "Why did the coffee call the police? It got mugged." },
  { "id": 62, "joke": "Why are ghosts such bad liars? Because they are transparent." },
  { "id": 63, "joke": "What do you call a snowman with a six-pack? An abdominal snowman." },
  { "id": 64, "joke": "Why did the banana go to the doctor? It wasn’t peeling well." },
  { "id": 65, "joke": "What’s a skeleton’s least favorite room in the house? The living room." },
  { "id": 66, "joke": "Why did the tomato turn red? It saw the salad dressing!" },
  { "id": 67, "joke": "Why did the golfer bring a spare pair of pants? In case he got a hole in one." },
  { "id": 68, "joke": "Why don’t ants get sick? Because they have tiny ant-bodies." },
  { "id": 69, "joke": "Why did the music teacher go to jail? Because she got caught with the wrong notes." },
  { "id": 70, "joke": "Why don’t teddy bears eat dessert? They’re already stuffed." },
  { "id": 71, "joke": "What’s a pirate’s favorite letter? You’d think it’s R, but it’s the C!" },
  { "id": 72, "joke": "Why don’t mountains get tired? They always stay grounded." },
  { "id": 73, "joke": "Why did the bike fall over? It was two tired." },
  { "id": 74, "joke": "Why can’t you give Elsa a balloon? Because she’ll let it go." },
  { "id": 75, "joke": "What do you call a sleeping bull? A bulldozer." },
  { "id": 76, "joke": "Why don’t crabs ever share? Because they’re shellfish." },
  { "id": 77, "joke": "Why was the math book so stressed? It had too many problems." },
  { "id": 78, "joke": "Why did the fish blush? Because it saw the ocean’s bottom." },
  { "id": 79, "joke": "What do you call a group of musical whales? An orca-stra." },
  { "id": 80, "joke": "Why do vampires always seem sick? They’re always coffin." },
  { "id": 81, "joke": "What do you call a cow with two legs? Lean beef." },
  { "id": 82, "joke": "Why don’t chickens like basketball? Because they’re afraid of the fowl." },
  { "id": 83, "joke": "Why don’t spiders go to school? They learn everything on the web." },
  { "id": 84, "joke": "What’s a tree’s favorite drink? Root beer." },
  { "id": 85, "joke": "Why did the music teacher need a ladder? To reach the high notes." },
  { "id": 86, "joke": "Why do bees have sticky hair? They use honeycombs." },
  { "id": 87, "joke": "Why don’t vampires like garlic? It leaves them breathless." },
  { "id": 88, "joke": "Why do bananas never get lonely? They hang out in bunches." },
  { "id": 89, "joke": "Why don’t skeletons play football? They don’t have the guts." },
  { "id": 90, "joke": "What do you call a group of unorganized cats? A catastrophe." },
  { "id": 91, "joke": "Why was the belt arrested? It held up some pants." },
  { "id": 92, "joke": "What do you call a pig that knows karate? Pork chop." },
  { "id": 93, "joke": "Why did the orange stop? It ran out of juice." },
  { "id": 94, "joke": "What’s a vampire’s favorite fruit? A blood orange." },
  { "id": 95, "joke": "Why did the dog sit in the shade? Because he didn’t want to be a hot dog." },
  { "id": 96, "joke": "What do you call a can opener that doesn’t work? A can’t opener." },
  { "id": 97, "joke": "Why did the frog take the bus? His car got toad." },
  { "id": 98, "joke": "Why did the music teacher go to jail? She got caught with sharp notes." },
  { "id": 99, "joke": "Why did the cow go to space? To see the Milky Way." },
  { "id": 100, "joke": "Why do elephants never use computers? They’re afraid of the mouse." }
]