[
  { "id": 1, "rizz": "Are you a magician? Because whenever I look at you, everyone else disappears." },
  { "id": 2, "rizz": "Do you have a map? I keep getting lost in your eyes." },
  { "id": 3, "rizz": "Are you French? Because Eiffel for you." },
  { "id": 4, "rizz": "Do you have a Band-Aid? Because I just scraped my knee falling for you." },
  { "id": 5, "rizz": "Are you a parking ticket? Because you’ve got ‘FINE’ written all over you." },
  { "id": 6, "rizz": "Is your name Google? Because you have everything I’ve been searching for." },
  { "id": 7, "rizz": "Are you an angel? Because heaven is missing one." },
  { "id": 8, "rizz": "Do you have a pencil? Because I want to erase your past and write our future." },
  { "id": 9, "rizz": "If beauty were time, you’d be an eternity." },
  { "id": 10, "rizz": "Do you believe in love at first sight, or should I walk by again?" },
  { "id": 11, "rizz": "Are you a camera? Every time I look at you, I smile." },
  { "id": 12, "rizz": "Is your dad a boxer? Because you’re a knockout!" },
  { "id": 13, "rizz": "If you were a vegetable, you’d be a cute-cumber." },
  { "id": 14, "rizz": "Are you made of copper and tellurium? Because you’re Cu-Te." },
  { "id": 15, "rizz": "Is your name Wi-Fi? Because I’m really feeling a connection." },
  { "id": 16, "rizz": "Are you a bank loan? Because you have my interest." },
  { "id": 17, "rizz": "Are you an alien? Because you’ve just abducted my heart." },
  { "id": 18, "rizz": "Are you a star? Because your beauty lights up the night." },
  { "id": 19, "rizz": "Are you a snowstorm? Because you’ve just made my heart race." },
  { "id": 20, "rizz": "Are you a campfire? Because you’re hot and I want s’more." },
  { "id": 21, "rizz": "Do you like raisins? How about a date?" },
  { "id": 22, "rizz": "Are you the sun? Because you brighten up my day." },
  { "id": 23, "rizz": "Is your name Chapstick? Because you’re da balm!" },
  { "id": 24, "rizz": "Are you from Tennessee? Because you’re the only ten I see!" },
  { "id": 25, "rizz": "Are you a light bulb? Because you brighten up my world." },
  { "id": 26, "rizz": "If you were a song, you’d be the best track on the album." },
  { "id": 27, "rizz": "Are you a time traveler? Because I can’t imagine my future without you." },
  { "id": 28, "rizz": "Do you have a name, or can I call you mine?" },
  { "id": 29, "rizz": "Are you an artist? Because you just drew me in." },
  { "id": 30, "rizz": "Are you a magnet? Because I’m attracted to you." },
  { "id": 31, "rizz": "Are you my phone charger? Because you give me life." },
  { "id": 32, "rizz": "Are you a dictionary? Because you add meaning to my life." },
  { "id": 33, "rizz": "If you were a fruit, you’d be a fineapple." },
  { "id": 34, "rizz": "Are you a genie? Because you just made my wish come true." },
  { "id": 35, "rizz": "Are you a keyboard? Because you’re just my type." },
  { "id": 36, "rizz": "Are you a pizza? Because you’ve got a pizza my heart." },
  { "id": 37, "rizz": "Are you a car? Because you drive me crazy." },
  { "id": 38, "rizz": "Are you the ocean? Because I’m lost at sea." },
  { "id": 39, "rizz": "Are you the moon? Because you light up my darkest nights." },
  { "id": 40, "rizz": "Are you chocolate? Because you’re sweet and irresistible." },
  { "id": 41, "rizz": "Are you a book? Because I can’t stop checking you out." },
  { "id": 42, "rizz": "Are you a shooting star? Because my wish just came true." },
  { "id": 43, "rizz": "Are you the key to my heart? Because I think you’ve unlocked it." },
  { "id": 44, "rizz": "Are you a dream? Because you’re too good to be true." },
  { "id": 45, "rizz": "Are you a clock? Because you’re timeless." },
  { "id": 46, "rizz": "Are you a cupcake? Because you’re sweet and irresistible." },
  { "id": 47, "rizz": "Are you the sky? Because you’re my limit." },
  { "id": 48, "rizz": "Are you an eclipse? Because you’ve just blocked out the rest of the world." },
  { "id": 49, "rizz": "Are you a melody? Because you’ve got me humming your tune." },
  { "id": 50, "rizz": "Are you a sunrise? Because you brighten my day." },
  { "id": 51, "rizz": "Are you a rainbow? Because you bring color to my world." },
  { "id": 52, "rizz": "Are you a cloud? Because you make my day brighter." },
  { "id": 53, "rizz": "Are you a lighthouse? Because you guide me home." },
  { "id": 54, "rizz": "Are you a clock? Because every second I spend with you is timeless." },
  { "id": 55, "rizz": "Are you an artist? Because you just painted a smile on my face." },
  { "id": 56, "rizz": "Are you a charger? Because you energize my life." },
  { "id": 57, "rizz": "Are you the wind? Because you take my breath away." },
  { "id": 58, "rizz": "Are you a butterfly? Because you make my heart flutter." },
  { "id": 59, "rizz": "Are you a constellation? Because you’re the star I’ve been searching for." },
  { "id": 60, "rizz": "Are you a snowflake? Because you’re one of a kind." },
  { "id": 61, "rizz": "Are you a flame? Because you’ve ignited something in me." },
  { "id": 62, "rizz": "Are you a gardener? Because you’ve planted yourself in my heart." },
  { "id": 63, "rizz": "Are you a melody? Because you’re stuck in my head." },
  { "id": 64, "rizz": "Are you a key? Because you unlock the best version of me." },
  { "id": 65, "rizz": "Are you a horizon? Because you’re the reason I look forward to tomorrow." },
  { "id": 66, "rizz": "Are you a shooting star? Because I wished for someone like you." },
  { "id": 67, "rizz": "Are you the moon? Because you light up my darkest nights." },
  { "id": 68, "rizz": "Are you a rose? Because you make my world bloom." },
  { "id": 69, "rizz": "Are you a spark? Because you’ve started a fire in my heart." },
  { "id": 70, "rizz": "Are you a symphony? Because my world feels complete with you in it." },
  { "id": 71, "rizz": "Are you the ocean? Because I’m lost in your depth." },
  { "id": 72, "rizz": "Are you a starfish? Because you’ve stuck to my heart." },
  { "id": 73, "rizz": "Are you a chef? Because you’ve cooked up something special in my heart." },
  { "id": 74, "rizz": "Are you a painter? Because you’ve added color to my life." },
  { "id": 75, "rizz": "Are you a comet? Because you’ve lit up my sky." },
  { "id": 76, "rizz": "Are you a treasure? Because I’d search the world to find you." },
  { "id": 77, "rizz": "Are you a magnet? Because I’m drawn to you." },
  { "id": 78, "rizz": "Are you the sun? Because you warm my heart." },
  { "id": 79, "rizz": "Are you an explorer? Because you’ve discovered the best part of me." },
  { "id": 80, "rizz": "Are you a candle? Because you light up my life." },
  { "id": 81, "rizz": "Are you a snowball? Because you’ve hit me with love." },
  { "id": 82, "rizz": "Are you a mirror? Because I see my best reflection in you." },
  { "id": 83, "rizz": "Are you a rose? Because your beauty has no thorns." },
  { "id": 84, "rizz": "Are you a puzzle? Because you complete me." },
  { "id": 85, "rizz": "Are you a campfire? Because you make everything warmer." },
  { "id": 86, "rizz": "Are you a compass? Because you’ve pointed me in the right direction." },
  { "id": 87, "rizz": "Are you a notebook? Because I want to write our story together." },
  { "id": 88, "rizz": "Are you the rain? Because you’ve washed away my worries." },
  { "id": 89, "rizz": "Are you a song? Because I can’t get you out of my head." },
  { "id": 90, "rizz": "Are you a sunrise? Because you’ve made my mornings brighter." },
  { "id": 91, "rizz": "Are you a whisper? Because you’ve spoken to my soul." },
  { "id": 92, "rizz": "Are you a poet? Because you’ve written your way into my heart." },
  { "id": 93, "rizz": "Are you a pearl? Because you’re a rare treasure." },
  { "id": 94, "rizz": "Are you a lantern? Because you’ve lit up my path." },
  { "id": 95, "rizz": "Are you a blanket? Because you make me feel warm and safe." },
  { "id": 96, "rizz": "Are you a lighthouse? Because you’ve guided me through the storm." },
  { "id": 97, "rizz": "Are you a waterfall? Because you’ve swept me off my feet." },
  { "id": 98, "rizz": "Are you a constellation? Because you’re the highlight of my sky." },
  { "id": 99, "rizz": "Are you a firework? Because you’ve added sparks to my life." },
  { "id": 100, "rizz": "Are you a melody? Because you’re the music to my heart." }
]