[
    {"truth": "What is your biggest fear?"},
    {"truth": "Have you ever lied to get out of trouble?"},
    {"truth": "Who is your secret crush?"},
    {"truth": "What’s the most embarrassing thing that has ever happened to you?"},
    {"truth": "What’s one thing you’ve never told anyone?"},
    {"truth": "Have you ever stolen something?"},
    {"truth": "What’s the most disgusting habit you have?"},
    {"truth": "Have you ever cheated in a relationship?"},
    {"truth": "What’s the most awkward thing you’ve done on a date?"},
    {"truth": "Have you ever been caught doing something you weren’t supposed to?"},
    {"truth": "What’s your most embarrassing childhood memory?"},
    {"truth": "What’s the worst lie you’ve ever told?"},
    {"truth": "Have you ever had a crush on someone your friend was dating?"},
    {"truth": "What’s something you wish you could change about yourself?"},
    {"truth": "Have you ever ghosted someone?"},
    {"truth": "What’s the weirdest dream you’ve ever had?"},
    {"truth": "Have you ever been in love?"},
    {"truth": "What’s the most romantic thing you’ve ever done?"},
    {"truth": "What’s the most embarrassing thing you’ve done to impress someone?"},
    {"truth": "What’s something you’ve done that you’ve never told your parents?"},
    {"truth": "Have you ever kissed someone of the same gender?"},
    {"truth": "What’s your biggest insecurity?"},
    {"truth": "What’s the worst thing you’ve ever said to someone?"},
    {"truth": "Have you ever gotten into a physical fight?"},
    {"truth": "What’s something you’ve done that you regret?"},
    {"truth": "What’s the most childish thing you still do?"},
    {"truth": "Have you ever broken someone’s heart?"},
    {"truth": "What’s the biggest mistake you’ve made in a relationship?"},
    {"truth": "What’s something you’re afraid people will find out about you?"},
    {"truth": "What’s the most embarrassing thing you’ve done in public?"},
    {"truth": "Have you ever had a crush on a teacher or boss?"},
    {"truth": "What’s the most scandalous thing you’ve ever done?"},
    {"truth": "Have you ever kissed someone you didn’t like?"},
    {"truth": "What’s the most unusual place you’ve fallen asleep?"},
    {"truth": "What’s something you’ve always wanted to try but never have?"},
    {"truth": "Have you ever had a one-night stand?"},
    {"truth": "What’s something you’ve done that no one knows about?"},
    {"truth": "What’s the worst gift you’ve ever received?"},
    {"truth": "Have you ever sent a text to the wrong person?"},
    {"truth": "What’s the most trouble you’ve ever gotten into?"},
    {"truth": "What’s the weirdest habit you have?"},
    {"truth": "Have you ever lied to your best friend?"},
    {"truth": "What’s the biggest secret you’ve kept from your family?"},
    {"truth": "What’s the most embarrassing thing you’ve done on social media?"},
    {"truth": "Have you ever had a crush on someone you shouldn’t have?"},
    {"truth": "What’s the most embarrassing thing you’ve said in front of someone?"},
    {"truth": "What’s the craziest thing you’ve done to get attention?"},
    {"truth": "What’s something you’re ashamed of but haven’t told anyone?"},
    {"truth": "Have you ever lied to get out of trouble with your parents?"},
    {"truth": "What’s the most awkward situation you’ve been in with your crush?"},
    {"truth": "What’s something you’ve done that you think no one else has done?"},
    {"truth": "What’s the worst haircut you’ve ever had?"},
    {"truth": "Have you ever had a crush on a celebrity?"},
    {"truth": "What’s the most outrageous thing you’ve done for love?"},
    {"truth": "What’s something you’ve done that you’re afraid to admit?"},
    {"truth": "Have you ever lied about your age?"},
    {"truth": "What’s the weirdest thing you’ve done while home alone?"},
    {"truth": "What’s something you’re really bad at but don’t want anyone to know?"},
    {"truth": "What’s the most childish thing you’ve done recently?"},
    {"truth": "Have you ever had a crush on someone you met online?"},
    {"truth": "What’s the worst thing you’ve done at a party?"},
    {"truth": "Have you ever had a secret relationship?"},
    {"truth": "What’s the worst date you’ve ever been on?"},
    {"truth": "Have you ever stalked someone on social media?"},
    {"truth": "What’s something you’ve done in the past that you would never do now?"},
    {"truth": "What’s the most awkward thing you’ve done to impress someone?"},
    {"truth": "What’s something you’ve said that you regret?"},
    {"truth": "Have you ever cheated on a test or exam?"},
    {"truth": "What’s the biggest lie you’ve told your parents?"},
    {"truth": "What’s something you would never do, no matter the situation?"},
    {"truth": "What’s the worst trouble you’ve gotten into at school?"},
    {"truth": "What’s the most ridiculous rumor you’ve heard about yourself?"},
    {"truth": "What’s the longest you’ve ever gone without telling the truth?"},
    {"truth": "What’s the most embarrassing thing you’ve done in front of your crush?"},
    {"truth": "Have you ever made a decision you later regretted because of peer pressure?"},
    {"truth": "What’s something you do when you’re alone that you wouldn’t do around others?"},
    {"truth": "What’s the most outrageous thing you’ve done to impress someone you like?"},
    {"truth": "What’s the weirdest dream you’ve ever had about someone?"},
    {"truth": "What’s something you’re too embarrassed to talk about in front of your friends?"},
    {"truth": "What’s the worst gift you’ve ever given someone?"},
    {"truth": "What’s the most embarrassing text you’ve sent?"},
    {"truth": "Have you ever done something for a dare that you later regretted?"},
    {"truth": "What’s the biggest secret you’ve kept from your best friend?"},
    {"truth": "What’s the most embarrassing thing you’ve done while drunk?"},
    {"truth": "Have you ever been caught doing something you shouldn’t have?"},
    {"truth": "What’s the most childish thing you still do in private?"},
    {"truth": "What’s the biggest lie you’ve ever told to avoid an awkward situation?"},
    {"truth": "What’s the worst mistake you’ve made in a relationship?"},
    {"truth": "What’s the worst thing you’ve ever done at work or school?"},
    {"truth": "What’s the most embarrassing thing you’ve done on social media?"},
    {"truth": "What’s something you wish you could forget?"},
    {"truth": "Have you ever had a crush on a friend’s sibling?"},
    {"truth": "What’s the weirdest habit you have that no one knows about?"}
]